"Application Firewall" = "Zapora sieciowa programu";

"Deny" = "Zabroń";

"Always Allow" = "Pozwól";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "Kliknięcie w %@ może ograniczyć zachowanie programu. To ustawienie można zmienić w panelu Zapora sieciowa panelu preferencji systemowych Ochrona.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "Czy chcesz, aby program %@ akceptował przychodzące połączenia sieciowe?";
